{
  "severity": {
    "problem": "Восприятие своего состояния как тяжелого",
    "profile_name": "Страдающий",
    "solomin": "Субъективная оценка тяжести своего заболевания, которая коррелирует с убеждением в неизлечимости и суицидальными мыслями",
    "do": [
      "1. Начинать коммуникацию с объяснения того, что будет происходить",
      "2. Сообщите о вашей готовности выслушать жалобы пациента и назначить все необходимые исследования.",
      "3. Обсудите возможные варианты действий, убедитесь, что пациент понял и согласен с планом действий",
      "4. Побуждайте пациента вести дневник симптомов для отслеживания изменений самочувствия и ыявления закономерностей"
    ],
    "avoid": [
      "1. Не обесценивать объем симптомов, даже если они кажутся надуманными и незначительными"
    ],
    "difficulties": "- Физические страдания \n- большой объем жалоб\n- плохое самочувствие (которое может выражаться в подаленности, низкой энергии, раздражительности и др)",
    "extreme": "Низкие значения (0-2): Низкая оценка серьезности заболевания - увеличить частоту взаимодействия на 20%, увеличить количество разъяснительных мероприятий\nВысокие значения (10-16): Уверенность в бессмысленности лечения или скрытое желание покончить с собой - направить на консультацию с психотерапевтом"
  },
  "secondary_gain": {
    "problem": "Вторичная выгода заболевания",
    "profile_name": "Прагматический",
    "solomin": "Вторичная выгода заболевания",
    "do": [
      "1. Последовательность и ясность позиции мед персонала (\"Предлагаю следовать намеченному плану и сверяться с самочувствием. И если вам что-то не понятно, я отвечу на все вопросы\").",
      "2. Баланс поддержки и возвращения ответсвенности пациенту \"Только совместными усилиями вы сможете улучшить качество жизни\"",
      "3. Побуждайте пациента вести дневник симптомов для отслеживания изменений самочувствия и ыявления закономерностей"
    ],
    "avoid": [
      "1. Не давать гипер заботу",
      "2. Не говорить намеками и двойными посланиями"
    ],
    "difficulties": "- Болезнь приносит выгоду пациенту: забота близких, избегание ответсвенности\n- демонстративность симптомов, возможно преувеличение симптомов\n- средний уровень активности в отношении лечения\n- избыточная выгода от болезни может побуждать к избеганию сотрудничества и лечения",
    "extreme": "Низкие значения: - \nВысокие значения (4-8): Потеря какого-либо преимуще-ства, которое бо-лезнь предостав-ляет респонденту - направление на консультацию с психотерапевтом"
  },
  "hide_resist": {
    "problem": "Стремление скрыть свою болезнь ",
    "profile_name": "Скрывающий",
    "solomin": "Стремление скрыть свою болезнь и сопротивление болезни",
    "do": [
      "1. Валидация проблемы и поддержка (Я вижу, что вам сложно описывать/говорить о вашем диагнозе, но я здесь чтобы помочь вам)",
      "2. Рассказать об опыте врача в лечении данного заболевания",
      "3. Расскажите о важности выявления проблем на ранней стадии и привенттвных мерах для сохранения своей активной жизненной позиции",
      "4. Дать время на принятие своей болезни и в спойоном темпе информировать о болезни",
      "5. Поощрайте регулярность посещения встреч и исследований"
    ],
    "avoid": [
      "1. не давить, когда пациент сопротивляется давать информацию о себе"
    ],
    "difficulties": "- Слишком низкие значения шкалы могут свидетельствовать о недостатке желания бороться с болезнью, слишком высокие - о чувстве стыда за собственную болезнь, нежелании жаловаться. \n- имеют много страхов , связанных со здоровьем: осуждение, потеря соц статуса, соц ограничений ; ф ожидании высоких фин расходов на лечение, \n- с трудом идут на диалог\n- могут пропускать назначенные визиты\n- могут просто не знать досточно о своем состоянии\n- Низкий уровень сотрудничества: много сопротивления к тому, что говорит медперсонал, нарушают рекомендации, избирательно относятся к рекомендациям.",
    "extreme": "Низкие значения (0-3): Недостаточно упорное стремления к выздоровлению - увеличить частоту взаимодействия на 20%, дать больше поддержки, возможна консультаци психотреапевта\nВысокие значения (8-10): Стремление замаскировать симптомы заболевания - необходимо исследование мотивационной сферы так делать через психотерапию"
  },
  "work_escape": {
    "problem": "Стремление «убежать» в работу или спорт",
    "profile_name": "Деятельный",
    "solomin": "Стремление «убежать» в работу или спорт",
    "do": [
      "1. Дозированное приподнесенее информации о болезни: \"Позвольте я подробнее расскажу об этой процедуре?\"",
      "2. Признание важности сохранения соц статуса: \"я понимаю, как много для вас значит поддерживать активный образ жизни, и ваше здоровье - важная часть вашей активной жизненной позиции\".",
      "3. Хвалите даже за минимальное выполнение назначений врача.",
      "4. Фокусировка на ценности здоровья как основы сохранения работоспосбности"
    ],
    "avoid": [
      "Не пытаться доказать пациенту, что он не прав."
    ],
    "difficulties": "- Низкий уровень сотрудничества: много сопротивления к тому, что говорит медперсонал, нарушают рекомендации, избирательно относятся к рекомендациям.\n- Неактивен в отношении лечения \n- Часто испытывает чувство стыда из-за болезни и ее влияния на жизнь\n- Работа гораздо важнее здоровья, ппогружается с головой в работу (больше, чем до болезни). Слишком важно сохранить свой соц статус",
    "extreme": "Низкие значения: -\nВысокие значения (8-10): Трудоголизм, зависимость от работы - увеличить частоту взаимодействия на 20%, давать больше эмпатии и важности сохранять активность, но делать это через здоровье"
  },
  "low_selfesteem": {
    "problem": "Сниженная самооценка, неудовлетворенность собой, ",
    "profile_name": "nan",
    "solomin": "Сниженная самооценка, неудовлетворенность собой, склонность к депрессии, потребность в психотерапии, отсутствие религиозных убеждений",
    "do": [
      "используем базовый сценарий коммуникации"
    ],
    "avoid": [
      "nan"
    ],
    "difficulties": "nan",
    "extreme": "Низкие значения (-2-0): чрезмерная самоуверенность - увеличить частоту встреч 20%, чуть больше контроля\nВысокие значения (3-6): дефицит мотивации - увеличить частоту взаимодействия на 20%, дать больше поддержки, возможна консультаци психотреапевта"
  },
  "alt_med": {
    "problem": "Вера в альтернативную медицину и стремление к самолечению",
    "profile_name": "Недоверчивый",
    "solomin": "Вера в альтернативную медицину и стремление к самолечению",
    "do": [
      "1. Признавать право выбирать способ лечения \"Я полагаю. у вас были важные основания для того чтобы использовать нетрадицонные методы, и вы в праве выбирать способы лечния и поддержания здоровья\"",
      "2. Давайте дозированную информацю об опыте клиники, врача , о болезни, привенттивных мерах \"Позвольте рассказать об опыте нашего врача\"",
      "3. Приглашайте в совсметное состалвение плана лечния \"Все ли понятно или про какую-то процедуру рассказать подробнее?\""
    ],
    "avoid": [
      "1. Не критиковать выбор пациента, не называть это эффектом плацебо"
    ],
    "difficulties": "- Низкий уровень сотрудничества\n- Могут обследоваться, но назначения врача не выполнять или делать это выборочно\n- могут иметь негативный опыт лечения, который привел их в нетрадиц ионную медицину\n- могут говорить , что принимают лекарства, но на самом деле этого не делать\n- очень много информации черпают из интернета",
    "extreme": "Низкие значения: - \nВысокие значения (6-12): недоверие к оф медицине - продолжать работу на выстаривание безопасных отношений"
  },
  "addictions": {
    "problem": "Вредные привычки, химические зависимости, аддикции",
    "profile_name": "nan",
    "solomin": "Вредные привычки, химические зависимости, аддикции",
    "do": [
      "используем базовый сценарий коммуникации"
    ],
    "avoid": [
      "nan"
    ],
    "difficulties": "nan",
    "extreme": "Низкие значения: - \nВысокие значения (-2-6): зависимость - рекомендация консультации нарколога"
  },
  "ignore": {
    "problem": "Игнорирование болезни",
    "profile_name": "Игнорирующий",
    "solomin": "Игнорирование болезни",
    "do": [
      "1. тактично уточняйте хочет ли пациент больше узнать о процедуре/назначениях/симптомах. Уточняйте как все прошло? Предлагайте пациенту почитать про способы лечения и течение заболевания. Использования достоверные источники информации о болезни.",
      "2. Признавайте важность жить полной жизнью и еще большей важности заниматься здоровьем, чтобы сохранить активность. \"Я понимаю, что для вас ценно жить полной жизнью, но это сложно, игнорируя свое здоровье. Я здесь, чтобы помочь вам пройти этот путь.\"",
      "3. Хвалите за выполнение рекомендаций.",
      "4. Фокусируйте внимание пациента на симптомах, а не диагнозе. \"Наблюдайте как меняется ваше самочувствие. Возможно, вам кажется, что вы стали чувствовать себя хуже, на самом деле, вы стали наблюдателеньнее к себе, и не пропускаете важное. Продолжайте следовать назначениям врача.\""
    ],
    "avoid": [
      "1. Не давить на пациента.",
      "2. Избегайте конфронтаций с пациентом"
    ],
    "difficulties": "- отбрасывает мысли о болезни, отрицает заболевание. Не воспринимает серьезно риски, связанные с болезнью\n- Игнорирует рекомендации мед персонала\n- Неактивны в отношении лечения \n- С одной стороны испытывают напряжение (могут тревожиться и раздражаться) от необходимости перестроить ценности, с другой стороны стремятся быть равнодушными в отношении происходящего со здоровьемю \n- Видит симптомы как случайные колебания организма. Стремится жить обычной жизнью, не учитывая изменения в связи с болезнью.",
    "extreme": "Низкие значения: - \nВысокие значения (4-6): беспечное отношение к здоровью - увеличить частоту взаимодействия на 20%, увеличить количество разъяснительных мероприятий"
  },
  "anxiety": {
    "problem": "Склонность к тревожным расстройствам",
    "profile_name": "nan",
    "solomin": "Склонность к тревожным расстройствам",
    "do": [
      "используем базовый сценарий коммуникации"
    ],
    "avoid": [
      "nan"
    ],
    "difficulties": "nan",
    "extreme": "\"Низкие значения: - \nВысокие значения (3-6): переоценка веротяности негативных событий - рекомендации консультации психотерапевта"
  }
}