{
  "sensitive": {
    "patient_profile": "Повышенной чувствительностью, утомляемостью, озабоченностью своим состоянием, раздражительностью. Ипохондричны",
    "communication_for_patient": "Вы хорошо чувствуете даже слабые сигналы вашего организма. Вы можете быстро уставать  и от этого становиться раздражительным.",
    "do": [
      "1. Структурированная и дозированная информация. С регулярной сверкой с пациентом готов ли он продолжать или уже устал. \"Хотите об этом узнать больше?\"",
      "2. Постоянная поддержка \"Я вижу, что вы устали. Давайте вместе подумаеи как вам восстановиться.\" \"я вижу что это тревожит вас, я помогу вам разобраться ...\"",
      "3. Хвалите даже за самые маленькие достижения",
      "4. Фокусируйте на плане лечения, наступлении эффекта \"План на эту неделю следующий. Наблюдайте за: [изменения симптомов].",
      "5. Мотивируйте через фразы  \"выполнение плана и реокмендаций поможет избавиться от страданий/поможет увеличить количество сил\""
    ],
    "avoid": [
      "Не перегружать информацией и действиями (не более 2х действий после встречи)",
      "Избегайте резких и категоричных и критичных высказываний, которые могут усилить раздражение.",
      "Не обесценивать симптомы и переживания пациента даже если они преувеличены.",
      "не запугивать и не давить"
    ],
    "tone_hint": "спокойный, медленный, поддерживающий"
  },
  "dysthymic": {
    "patient_profile": "Подавленным настроением, сниженным уровнем побуждений, ограничением интересов, пессимистической оценкой перспектив, повышенной требовательностью к себе, недооценкой своей значимости",
    "communication_for_patient": "Вы достаточно ответсвенны и можете предъявлять к себе повышенные требования. И это может негативно сказываться на вашем настроении.",
    "do": [
      "1. Информация должна быть очень простой и дозированной.",
      "2. Показать заинтересованность в том чтобы понять, что происходит с человеком.\"вы говорите, что вам сложно уснуть, расскажите что вас беспокоит.\"  \"Расскажите, когда это началось\" , \"как вы это переживаете?\"",
      "3. Отмечать и позитивно подкреплять любые даже самые маленькие сдвиги у пациента. \"Очень здорово, что вы регулярно посещаете наши встречи, это помогает отслеживать динамику ваших показателей и лучше подбирать лечение \"",
      "4. Фокусировка на маленких шагах, которые делает пациент",
      "5. Мотивировать через подсвечивание рисков неполучения лечения и преимущсетва от следования рекомендациям врача. \"Эта процедура очень важна для вас, потому что..\""
    ],
    "avoid": [
      "Не пытаться доказать пациенту, что он не прав.",
      "избегать излишнего подбадривания"
    ],
    "tone_hint": "спокойный, мягкий, поддерживающий"
  },
  "demonstrative": {
    "patient_profile": "Артистичны, харизматичны, характеризуются быстрой сменой настроения, эмоциональны",
    "communication_for_patient": "Вы яркая и харизматичная личность, при этом вы можете быть достаточно чувствительны.  Вы можете быть склонны к быстрой смене настроения",
    "do": [
      "1. Дозированная информация,",
      "2. Больше акцент на границы взаимодействия: как часто и когда можно писать медсестре, сколько длится встреча, для чего эти встречи и тд",
      "3. Проявляйте умеренный интерес: с одной стороны давайте пациенту возможность высказаться, с другой стороны, важно такую коммуникацию компенсировать объективностью данных, результатами анализов и обследований. \"Давайте зафиксируем ваши жалобы, а потом обсудим, какие исследования необходимо провести\", \"Давайте вместе сопоставим жалобы и уже проведенные исследования и решим, что еще нужно сделать\"",
      "4. Подчеркивайте даже не значительные успехи, хвалите, опираясь на факты и наблюдения",
      "5. Перенапрвляйте попытки контролировать действия медперсонала в контроль своей жизни: режим дня, правильное питание, подходящая физ нагрузка. \"Я вижу, что вам непросто переносить неопределнность, я здесь чтобы вам помочь, но вы также можете себе помочь: например, следить за сном и физ нагрузкой\""
    ],
    "avoid": [
      "избегать споров и обесценивания",
      "игнорирование жалоб",
      "избыточный интерес и избыточное количество комплиментов"
    ],
    "tone_hint": "спокойный, мягкий, поддерживающий"
  },
  "excitable": {
    "patient_profile": "Активны, гипервозбуимы, вспыльчивы, часто игнорируют общепринятые правила и нормы поведения, склонностью нарушать порядок, пренебрегать последствиями своих действий - невысокая степень ответсвенности",
    "communication_for_patient": "Вы активны, способны быстро принимать решения, при этом эмоции могут вас захватывать, и выходть в форме раздражения на окружающих",
    "do": [
      "1. Не перегружать информацией. Действуйте последовательно и предсказуемо. \"Хотите об этом узнать больше?\"",
      "2. Четко формулировать мысль без воды в случае проявления раздражения и агрессии: объяснять , что происходит с человеком \"я понимаю, что вы хотели бы немедленно получить удовлетворяющий ответ, и сильно раздражаетесь, когда этого не получаете, но в лчении важна последовательность шагов и дозированность\"",
      "3. Возвращать ответсвенность и приглашать в совместное участие в лечении \"Я хочу вам помочь улучшить самочувсвтие/приблизиться к выздоровлению, и я могу это сделать быстрее, когда мы работаем сообща\"",
      "4. Фокусируйте на плане лечения, наступлении эффекта \"План на эту неделю следующий. Наблюдайте за: [изменения симптомов].\""
    ],
    "avoid": [
      "Избегайте резких и категоричных и критичных высказываний, которые могут усилить раздражение.",
      "Не стыдить",
      "не угрожать и не принуждать"
    ],
    "tone_hint": "стредний темп речи, энергичный, устойчивый"
  },
  "cyclothymic": {
    "patient_profile": "Смена настроения от подъема (гипертимность) до легкой депрессии \n Непоследовательны, придирчивы у окружению , подавленность ( в состоянии депрессии) , в гипертимности : завышенная самооценка , несвязанная отрывистая речь, легкомыслие , склонность к эпотажу, . То все в гору, то валится из рук. Изменяется манера общения",
    "communication_for_patient": "Вы можете чувствовать себя то довольно бодро, то подавлено. Вам бывает сложно управлять своей жизнью из-за перемен в настроении и самочувствии",
    "do": [
      "в фазе подъема:",
      "1.  Предлагайте пациенту почитать про способы лечения и течение заболевания. Использования достоверные источники информации о болезни.",
      "2.  Признавайте важность жить полной жизнью и еще большей важности заниматься здоровьем, чтобы сохранить активность. \"Я понимаю, что для вас ценно жить полной жизнью, но это сложно, игнорируя свое здоровье. \"",
      "3. Хвалите за выполнение рекомендаций.",
      "4. Активно подсвечивайте риски не выполнения рекомендаций",
      "5. Активно вовлейкайте в процесс лечения: \"Давайте вместе посмотрим, результаты исследований\"",
      "в фазе спада:",
      "1. Информация должна быть очень простой и дозированной.",
      "2. Показать заинтересованность в том чтобы понять, что происходит с человеком.\"вы говорите, что вам сложно уснуть, расскажите что вас беспокоит.\"",
      "3. Отмечать и позитивно подкреплять любые даже самые маленькие сдвиги у пациента. \"Очень здорово, что вы регулярно посещаете наши встречи, это помогает отслеживать динамику ваших показателей и лучше подбирать лечение \"",
      "4. Фокусировка на маленких шагах, которые делает пациент",
      "5. Постоянная поддержка вместо активной мотивации"
    ],
    "avoid": [
      "В фазе подъема – слишком жесткой регламентации деятельности, в фазе спада – принуждения и критики"
    ],
    "tone_hint": "в фазе подъема: спокойный , устойчивый\nв фазе спада: мягкий, поддерживающий"
  },
  "stuck": {
    "patient_profile": "Продолжительно переживают негативные эмоции, имеют низкую адаптацию к изменениям. Чувствительны к успехам других и собственным неудачам. Часто застревают в чувстве зависти со знаком -. Имеют завышенные требования к себе и другим. В случае успеха также бывают захвачены чувствами - становятся заносчивыми. Упорны",
    "communication_for_patient": "Вы способны упорно идти к своей цели. При этом вы можете довольно долго проживать обиду и неудачи",
    "do": [
      "1. Принятие того, что пациент чувствует и помощь в осознании \"Вам сложно проживать {отсутсвие динамики в лечении/_____}, возможно, вы злитесь и негодуете, но я здесь с вами и готова помочь разобраться, какие шаги сдлеать дальше\"",
      "2. Если пациент выражает недоверие \"Возможно, вам сложно доверять мне, но я здесь чтобы помочь и готова ответить на ваши вопросы\"",
      "3. Открытый диалог с называнием чувств и принятие того, что человек чувствует c последущим приглашением в контакт (давайте я отвечу на ваши вопросы/ расскажу процедурк/ вместе решим, что делать дальше и тд) - ключевой аспект выстраивания коммуникации с данным типом.",
      "4. Отмечать реальными фактами без преувеличения то, что у пациента получилось хорошо."
    ],
    "avoid": [
      "Избегайте резких и категоричных и критичных высказываний,",
      "Не стыдить",
      "Не давать советов"
    ],
    "tone_hint": "энергичный, устойчивый, настойчивый"
  },
  "pedantic": {
    "patient_profile": "Неуверенностью в своих возможностях, сложности в принятии решения, стремлением \"подстелить везде соломку\". Похожи на застревающий тип, но вместо негативных чувств уходят в скурпулезное выполнение разных дел. Живут довольно в высокм напряжении и склонны к выгоранию. Гиперответственны и надежны",
    "communication_for_patient": "Вы умеете быть человеком, на которого можно положиться, При этом Вам может быть сложно и напряженно в ситуациях неопределнности, что может вызывать затруднения в принятии решений.",
    "do": [
      "1. Информация должна быть полной и достоверной, с научной базой",
      "2. Последовательность и предсказуемость действий со стороны медперсонала. Регулряная проверка безопаности \"Понятно ли вам то, что я говорю\", \"комфортно ли вам сейчас на встрече?\" \"Что я могу сделать для того чтобы было комфортнее?\"",
      "3. Замечать его основательное отношение . Я вижу как вы внимательны к вашем уздоровью и выполнению реокмендаций. Это здорово!\"",
      "3. Уважать склонность к порядку. Терпение в случае придирок и принятие к сведению обратной связи пациента."
    ],
    "avoid": [
      "Избегайте непровереннной информации",
      "Не запугивайте",
      "Избегайте нарушение порядка"
    ],
    "tone_hint": "спокойный, медленный, поддерживающий"
  },
  "withdrawn": {
    "patient_profile": "Затруднениями в понимании окружающих и выражении своих чувств, интроверты, иногда выглядят как чудаки, очень много фантазируют внутри себя, обладают высоким интеллектом",
    "communication_for_patient": "Вы склонны к уединению. Вам может быть сложно понимать чувства других, а также затруднительно выражать свои",
    "do": [
      "1. Возможно лучший канал коммуникации для таких пациентов - это переписка",
      "2. Весь спектр активного слушания - повторение, резюмирование, задавание открытых вопросох, кивок и тд",
      "3. Говорить коротко и ясно.",
      "4. Оперировать фактами и достоверно информацией в коммуникации",
      "5. Активность коммуникации наращивать постпенно, так как такие пациенты довольно долго выстраивают безопасность"
    ],
    "avoid": [
      "избегать напористости, критики, сильного подбадривания, активного сближения"
    ],
    "tone_hint": "спокойный, устойчивый"
  },
  "hyperthymic": {
    "patient_profile": "Приподнятым настроением, оптимизмом, разнообразием интересов, большим количеством планов, переоценкой своих возможностей, повышенной отвлекаемостью, широкими и поверхностными контактами. Низкий самоконтроль",
    "communication_for_patient": "У вас часто хорошее настроение и вы на строены на активную работу, но вы можете переоценивать свои возможности",
    "do": [
      "1. помогайте такому пациенту держать фокус на том что важно обсудить на данной встрече \"я замечаю, что вам есть чем поделиться. Это здорово, что вы так активны в отношении своего здоровья. Сегодня нам важно обсудить ____. Что вы здесь наблюдаете у себя?\" \"как , то что вы говорите, относится к вашим симптомах/жалобам\" \"Давайте обсудим план сегодняшней встречи\"",
      "2. Резюмируйте то, что говорит пациент",
      "3. Подчеркивайте сильные стороны пациента. Хвалите за успехи",
      "4. Концентрируйтесь на позитивных аспектах лечения и выздоровления",
      "5. Основные принципы: открытый диалог при этом структурированный",
      "поддержка позитивного настроя",
      "заземление через обозначение чувств \"Похоже вы злитесь/ исптываете азарт\"",
      "6. Поощрение ответственности и приглашение к участию в процессе лечения"
    ],
    "avoid": [
      "не принуждать, не давить, не требовать"
    ],
    "tone_hint": "спокойный, устойчивый"
  }
}